Repository: Azizbekdevn1/news_project
Catalog: news_project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bosh sahifa
ru: Home page

source: Biz haqimizda
ru: Contact us

source: Admin sahifasi
ru: Admin page

source: Mahalliy
ru: Local

source: Xorij
ru: Foreign

source: Texnologiya
ru: Technology

source: Biz bilan aloqa
ru: Contact us

source: So'nggi yangiliklar
ru: Latest news

source: Teglar
ru: Tags

source: Bosh sahifa
ru: Home page

source: So'nggi yangiliklar
ru: Latest news

source: Mahalliy
ru: Local

source: Xorij xabarlari
ru: Foreign

source: Texnologiya
ru: Technology

source: Ommabop
ru: Popular

source: Homiy
ru: Sponsor

source: Kategoriyalar
ru: Categories

source: Kategoriyani tanlang
ru: Select category

source: Mahalliy xabarlar
ru: Local messages

source: Tahrirlash
ru: Edit

source: Oâ€˜chirish
ru: Delete

source: Qo'shish
ru: Add

source: Izoh qoldirish
ru: Comment

source: Yuborish
ru: Send

source: Faqatgina ro'yhatdan o'tgan foydalanuvchilargina izoh qoldirishi mumkin.
ru: Only registered users can post comments.

source: Izoh qoldirish uchun
ru: To leave a comment

source: ro'yhatdan o'ting
ru: register

source: qiling.
ru: do it
